test/fixtures/xml/stamps/authenticate_user_request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
               xmlns:xsd="http://www.w3.org/2001/XMLSchema"
               xmlns:tns="http://stamps.com/xml/namespace/2013/10/swsim/swsimv33">
  <soap:Body>
    <tns:AuthenticateUser>
      <tns:Credentials>
        <tns:IntegrationID>StampsDotComIntegrationId</tns:IntegrationID>
        <tns:Username>StampsDotComUsername</tns:Username>
        <tns:Password>StampsDotComPassword</tns:Password>
      </tns:Credentials>
    </tns:AuthenticateUser>
  </soap:Body>
</soap:Envelope>
